Repository: kirkey/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Pages/Identity/Roles/Components/PermissionsDrawer.*.resx
Languages: ca_es, es_es, fr_fr, ja_jp, km_kh, ko_kr

source: Assign / Unassign all permission set
ca_es: Aquí está la traducción en catalán (ca-ES):
es_es: Aquí está la traducción al español:
fr_fr: Attribuer / Révoquer tous les ensembles d'autorisations
ja_jp: 以下は日本語での翻訳です：
km_kh: ផ្តល់/ដកចេញ សំណុំសិទ្ធិទាំងអស់
ko_kr: 모든 권한 집합 할당/할당 해제

source: Contact Permissions
ca_es: Permisos de contacte
es_es: Permite descargar documentos.
fr_fr: Autorisations de contact
ja_jp: 連絡先権限
km_kh: សិទ្ធិទំនាក់ទំនង
ko_kr: 문서 다운로드 허용

source: Set Permissions
ca_es: Conjunt de permisos de contacte
es_es: Conjunto de permisos de contacto
fr_fr: Autorisations
ja_jp: 連絡先権限セット
km_kh: សិទ្ធិ
ko_kr: 권한 설정

source: Product Permissions
ca_es: Permisos de producte
es_es: Permisos
fr_fr: Autorisations de produit
ja_jp: 製品権限
km_kh: សិទ្ធិផលិតផល
ko_kr: 제품 권한

source: Allows viewing product details.
ca_es: Permet veure els detalls del producte.
es_es: Permisos de producto
fr_fr: Permet de consulter les détails des produits.
ja_jp: 製品詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតផលិតផល។
ko_kr: 제품 세부 정보 보기 허용

source: Allows creating new product records.
ca_es: Permet crear nous registres de productes.
es_es: Permite ver los detalles del producto.
fr_fr: Permet de créer de nouveaux enregistrements de produits.
ja_jp: 新しい製品レコードの作成を許可します。
km_kh: អនុញ្ញាតឱ្យបង្កើតកំណត់ត្រាផលិតផលថ្មី។
ko_kr: 새로운 제품 레코드 생성 허용

source: Allows modifying existing product details.
ca_es: Permet modificar els detalls de productes existents.
es_es: Permite crear nuevos registros de productos.
fr_fr: Permet de modifier les détails des produits existants.
ja_jp: 既存の製品詳細の変更を許可します。
km_kh: អនុញ្ញាតឱ្យកែប្រែព័ត៌មានលម្អិតផលិតផលដែលមានស្រាប់។
ko_kr: 기존 제품 세부 정보 수정 허용

source: Allows deleting product records.
ca_es: Permet eliminar registres de productes.
es_es: Permite modificar los detalles de productos existentes.
fr_fr: Permet de supprimer des enregistrements de produits.
ja_jp: 製品レコードの削除を許可します。
km_kh: អនុញ្ញាតឱ្យលុបកំណត់ត្រាផលិតផល។
ko_kr: 제품 레코드 삭제 허용

source: Allows printing product details.
ca_es: Permet imprimir els detalls del producte.
es_es: Permite eliminar registros de productos.
fr_fr: Permet d'imprimer les détails des produits.
ja_jp: 製品詳細の印刷を許可します。
km_kh: អនុញ្ញាតឱ្យបោះពុម្ពព័ត៌មានលម្អិតផលិតផល។
ko_kr: 제품 세부 정보 인쇄 허용

source: Allows searching for product records.
ca_es: Permet cercar registres de productes.
es_es: Permite imprimir los detalles del producto.
fr_fr: Permet de rechercher des enregistrements de produits.
ja_jp: 製品レコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាផលិតផល។
ko_kr: 제품 레코드 검색 허용

source: Allows exporting product records.
ca_es: Permet exportar registres de productes.
es_es: Permite buscar registros de productos.
fr_fr: Permet d'exporter des enregistrements de produits.
ja_jp: 製品レコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាផលិតផល។
ko_kr: 제품 레코드 내보내기 허용

source: Allows importing product records.
ca_es: Permet importar registres de productes.
es_es: Permite exportar registros de productos.
fr_fr: Permet d'importer des enregistrements de produits.
ja_jp: 製品レコードのインポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចូលកំណត់ត្រាផលិតផល។
ko_kr: 제품 레코드 가져오기 허용

source: Audit Permissions
ca_es: Permisos d'auditoria
es_es: Permite importar registros de productos.
fr_fr: Autorisations d'audit
ja_jp: 監査権限
km_kh: សិទ្ធិសវនកម្ម
ko_kr: 감사 권한

source: Allows viewing audit trail details.
ca_es: Permet veure els detalls del registre d'auditoria.
es_es: Permisos de auditoría
fr_fr: Permet de consulter les détails des pistes d'audit.
ja_jp: 監査証跡詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតនៃដានសវនកម្ម។
ko_kr: 감사 추적 세부 정보 보기 허용

source: Allows searching for audit trail records.
ca_es: Permet cercar registres d'auditoria.
es_es: Permite ver los detalles del registro de auditoría.
fr_fr: Permet de rechercher des enregistrements de pistes d'audit.
ja_jp: 監査証跡レコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាដានសវនកម្ម។
ko_kr: 감사 추적 레코드 검색 허용

source: Allows exporting audit trail records.
ca_es: Permet exportar registres d'auditoria.
es_es: Permite buscar registros de auditoría.
fr_fr: Permet d'exporter des enregistrements de pistes d'audit.
ja_jp: 監査証跡レコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាដានសវនកម្ម។
ko_kr: 감사 추적 레코드 내보내기 허용

source: Log Permissions
ca_es: Permisos de registre
es_es: Permite exportar registros de auditoría.
fr_fr: Autorisations de journal
ja_jp: ログ権限
km_kh: សិទ្ធិកំណត់ហេតុ
ko_kr: 로그 권한

source: Allows viewing log details.
ca_es: Permet veure els detalls del registre.
es_es: Permisos de registro
fr_fr: Permet de consulter les détails des journaux.
ja_jp: ログ詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតកំណត់ហេតុ។
ko_kr: 로그 세부 정보 보기 허용

source: Allows searching for log records.
ca_es: Permet cercar registres.
es_es: Permite ver los detalles del registro.
fr_fr: Permet de rechercher des enregistrements de journaux.
ja_jp: ログレコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាកំណត់ហេតុ។
ko_kr: 로그 레코드 검색 허용

source: Allows exporting log records.
ca_es: Permet exportar registres.
es_es: Permite buscar registros.
fr_fr: Permet d'exporter des enregistrements de journaux.
ja_jp: ログレコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាកំណត់ហេតុ។
ko_kr: 로그 레코드 내보내기 허용

source: Allows purging log records.
ca_es: Permet purgar registres.
es_es: Permite exportar registros.
fr_fr: Permet de purger des enregistrements de journaux.
ja_jp: ログレコードの消去を許可します。
km_kh: អនុញ្ញាតឱ្យលុបចោលកំណត់ត្រាកំណត់ហេតុ។
ko_kr: 로그 레코드 삭제 허용

source: Picklist Permissions
ca_es: Permisos de llista desplegable
es_es: Permite purgar registros.
fr_fr: Autorisations de liste déroulante
ja_jp: ピックリスト権限
km_kh: សិទ្ធិបញ្ជីជម្រើស
ko_kr: 선택 목록 권한

source: Allows viewing picklist set details.
ca_es: Permet veure els detalls del conjunt de llistes desplegables.
es_es: Permisos de lista desplegable
fr_fr: Permet de consulter les détails des ensembles de listes déroulantes.
ja_jp: ピックリストセット詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតសំណុំបញ្ជីជម្រើស។
ko_kr: 선택 목록 집합 세부 정보 보기 허용

source: Allows creating new picklist sets.
ca_es: Permet crear nous conjunts de llistes desplegables.
es_es: Permite ver los detalles del conjunto de listas desplegables.
fr_fr: Permet de créer de nouveaux ensembles de listes déroulantes.
ja_jp: 新しいピックリストセットの作成を許可します。
km_kh: អនុញ្ញាតឱ្យបង្កើតសំណុំបញ្ជីជម្រើសថ្មី។
ko_kr: 새로운 선택 목록 집합 생성 허용

source: Allows modifying existing picklist sets.
ca_es: Permet modificar conjunts de llistes desplegables existents.
es_es: Permite crear nuevos conjuntos de listas desplegables.
fr_fr: Permet de modifier les ensembles de listes déroulantes existants.
ja_jp: 既存のピックリストセットの変更を許可します。
km_kh: អនុញ្ញាតឱ្យកែប្រែសំណុំបញ្ជីជម្រើសដែលមានស្រាប់។
ko_kr: 기존 선택 목록 집합 수정 허용

source: Allows deleting picklist sets.
ca_es: Permet eliminar conjunts de llistes desplegables.
es_es: Permite modificar conjuntos de listas desplegables existentes.
fr_fr: Permet de supprimer des ensembles de listes déroulantes.
ja_jp: ピックリストセットの削除を許可します。
km_kh: អនុញ្ញាតឱ្យលុបសំណុំបញ្ជីជម្រើស។
ko_kr: 선택 목록 집합 삭제 허용

source: Allows searching for picklist set records.
ca_es: Permet cercar registres de conjunts de llistes desplegables.
es_es: Permite eliminar conjuntos de listas desplegables.
fr_fr: Permet de rechercher des enregistrements d'ensembles de listes déroulantes.
ja_jp: ピックリストセットレコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាសំណុំបញ្ជីជម្រើស។
ko_kr: 선택 목록 집합 레코드 검색 허용

source: Allows exporting picklist set records.
ca_es: Permet exportar registres de conjunts de llistes desplegables.
es_es: Permite buscar registros de conjuntos de listas desplegables.
fr_fr: Permet d'exporter des enregistrements d'ensembles de listes déroulantes.
ja_jp: ピックリストセットレコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាសំណុំបញ្ជីជម្រើស។
ko_kr: 선택 목록 세트 레코드 내보내기 허용

source: Allows importing picklist set records.
ca_es: Permet importar registres de conjunts de llistes desplegables.
es_es: Permite exportar registros de conjuntos de listas desplegables.
fr_fr: Permet d'importer des enregistrements d'ensembles de listes déroulantes.
ja_jp: ピックリストセットレコードのインポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចូលកំណត់ត្រាសំណុំបញ្ជីជម្រើស។
ko_kr: 선택 목록 세트 레코드 가져오기 허용

source: User Permissions
ca_es: Permisos d'usuari
es_es: Permite importar registros de conjuntos de listas desplegables.
fr_fr: Autorisations d'utilisateur
ja_jp: ユーザー権限
km_kh: សិទ្ធិអ្នកប្រើប្រាស់
ko_kr: 사용자 권한

source: Allows viewing user details.
ca_es: Permet veure els detalls de l'usuari.
es_es: Permisos de usuario
fr_fr: Permet de consulter les détails des utilisateurs.
ja_jp: ユーザー詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតអ្នកប្រើប្រាស់។
ko_kr: 사용자 세부 정보 보기 허용

source: Allows creating new user accounts.
ca_es: Permet crear nous comptes d'usuari.
es_es: Permite ver los detalles del usuario.
fr_fr: Permet de créer de nouveaux comptes utilisateurs.
ja_jp: 新しいユーザーアカウントの作成を許可します。
km_kh: អនុញ្ញាតឱ្យបង្កើតគណនីអ្នកប្រើប្រាស់ថ្មី។
ko_kr: 새 사용자 계정 만들기 허용

source: Allows modifying existing user details.
ca_es: Permet modificar els detalls d'usuaris existents.
es_es: Permite crear nuevas cuentas de usuario.
fr_fr: Permet de modifier les détails des utilisateurs existants.
ja_jp: 既存のユーザー詳細の変更を許可します。
km_kh: អនុញ្ញាតឱ្យកែប្រែព័ត៌មានលម្អិតអ្នកប្រើប្រាស់ដែលមានស្រាប់។
ko_kr: 기존 사용자 세부 정보 수정 허용

source: Allows deleting user accounts.
ca_es: Permet eliminar comptes d'usuari.
es_es: Permite modificar los detalles de usuarios existentes.
fr_fr: Permet de supprimer des comptes utilisateurs.
ja_jp: ユーザーアカウントの削除を許可します。
km_kh: អនុញ្ញាតឱ្យលុបគណនីអ្នកប្រើប្រាស់។
ko_kr: 사용자 계정 삭제 허용

source: Allows searching for user records.
ca_es: Permet cercar registres d'usuaris.
es_es: Permite eliminar cuentas de usuario.
fr_fr: Permet de rechercher des enregistrements d'utilisateurs.
ja_jp: ユーザーレコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាអ្នកប្រើប្រាស់។
ko_kr: 사용자 레코드 검색 허용

source: Allows importing user records.
ca_es: Permet importar registres d'usuaris.
es_es: Permite buscar registros de usuarios.
fr_fr: Permet d'importer des enregistrements d'utilisateurs.
ja_jp: ユーザーレコードのインポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចូលកំណត់ត្រាអ្នកប្រើប្រាស់។
ko_kr: 사용자 레코드 가져오기 허용

source: Allows exporting user records.
ca_es: Permet exportar registres d'usuaris.
es_es: Permite importar registros de usuarios.
fr_fr: Permet d'exporter des enregistrements d'utilisateurs.
ja_jp: ユーザーレコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាអ្នកប្រើប្រាស់។
ko_kr: 사용자 레코드 내보내기 허용

source: Allows managing user roles.
ca_es: Permet gestionar rols d'usuari.
es_es: Permite exportar registros de usuarios.
fr_fr: Permet de gérer les rôles des utilisateurs.
ja_jp: ユーザーロールの管理を許可します。
km_kh: អនុញ្ញាតឱ្យគ្រប់គ្រងតួនាទីអ្នកប្រើប្រាស់។
ko_kr: 사용자 역할 관리 허용

source: Allows resetting user passwords.
ca_es: Permet restablir contrasenyes d'usuari.
es_es: Permite gestionar roles de usuario.
fr_fr: Permet de réinitialiser les mots de passe des utilisateurs.
ja_jp: ユーザーパスワードのリセットを許可します。
km_kh: អនុញ្ញាតឱ្យកំណត់ពាក្យសម្ងាត់អ្នកប្រើប្រាស់ឡើងវិញ។
ko_kr: 사용자 비밀번호 재설정 허용

source: Allows sending password reset emails.
ca_es: Permet enviar correus electrònics de restabliment de contrasenya.
es_es: Permite restablecer contraseñas de usuario.
fr_fr: Permet d'envoyer des e-mails de réinitialisation de mot de passe.
ja_jp: パスワードリセットメールの送信を許可します。
km_kh: អនុញ្ញាតឱ្យផ្ញើអ៊ីមែលកំណត់ពាក្យសម្ងាត់ឡើងវិញ។
ko_kr: 비밀번호 재설정 이메일 보내기 허용

source: Allows managing user permissions.
ca_es: Permet gestionar permisos d'usuari.
es_es: Permite enviar correos electrónicos de restablecimiento de contraseña.
fr_fr: Permet de gérer les autorisations des utilisateurs.
ja_jp: ユーザー権限の管理を許可します。
km_kh: អនុញ្ញាតឱ្យគ្រប់គ្រងសិទ្ធិអ្នកប្រើប្រាស់។
ko_kr: 사용자 권한 관리 허용

source: Allows deactivating user accounts.
ca_es: Permet desactivar comptes d'usuari.
es_es: Permite gestionar permisos de usuario.
fr_fr: Permet de désactiver des comptes utilisateurs.
ja_jp: ユーザーアカウントの無効化を許可します。
km_kh: អនុញ្ញាតឱ្យបិទដំណើរការគណនីអ្នកប្រើប្រាស់។
ko_kr: 사용자 계정 비활성화 허용

source: Allows viewing users' online status.
ca_es: Permet veure l'estat en línia dels usuaris.
es_es: Permite desactivar cuentas de usuario.
fr_fr: Permet de consulter le statut en ligne des utilisateurs.
ja_jp: ユーザーのオンラインステータスの閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលស្ថានភាពអនឡាញរបស់អ្នកប្រើប្រាស់។
ko_kr: 사용자 온라인 상태 보기 허용

source: Role Permissions
ca_es: Permisos de rol
es_es: Permite ver el estado en línea de los usuarios.
fr_fr: Autorisations de rôle
ja_jp: ロール権限
km_kh: សិទ្ធិតួនាទី
ko_kr: 역할 권한

source: Allows viewing role details.
ca_es: Permet veure els detalls del rol.
es_es: Permisos de rol
fr_fr: Permet de consulter les détails des rôles.
ja_jp: ロール詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតតួនាទី។
ko_kr: 역할 세부 정보 보기 허용

source: Allows creating new roles.
ca_es: Permet crear nous rols.
es_es: Permite ver los detalles del rol.
fr_fr: Permet de créer de nouveaux rôles.
ja_jp: 新しいロールの作成を許可します。
km_kh: អនុញ្ញាតឱ្យបង្កើតតួនាទីថ្មី។
ko_kr: 새 역할 만들기 허용

source: Allows modifying existing role details.
ca_es: Permet modificar els detalls de rols existents.
es_es: Permite crear nuevos roles.
fr_fr: Permet de modifier les détails des rôles existants.
ja_jp: 既存のロール詳細の変更を許可します。
km_kh: អនុញ្ញាតឱ្យកែប្រែព័ត៌មានលម្អិតតួនាទីដែលមានស្រាប់។
ko_kr: 기존 역할 세부 정보 수정 허용

source: Allows deleting roles.
ca_es: Permet eliminar rols.
es_es: Permite modificar los detalles de roles existentes.
fr_fr: Permet de supprimer des rôles.
ja_jp: ロールの削除を許可します。
km_kh: អនុញ្ញាតឱ្យលុបតួនាទី។
ko_kr: 역할 삭제 허용

source: Allows searching for role records.
ca_es: Permet cercar registres de rols.
es_es: Permite eliminar roles.
fr_fr: Permet de rechercher des enregistrements de rôles.
ja_jp: ロールレコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាតួនាទី។
ko_kr: 역할 레코드 검색 허용

source: Allows exporting role records.
ca_es: Permet exportar registres de rols.
es_es: Permite buscar registros de roles.
fr_fr: Permet d'exporter des enregistrements de rôles.
ja_jp: ロールレコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាតួនាទី។
ko_kr: 역할 레코드 내보내기 허용

source: Allows importing role records.
ca_es: Permet importar registres de rols.
es_es: Permite exportar registros de roles.
fr_fr: Permet d'importer des enregistrements de rôles.
ja_jp: ロールレコードのインポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចូលកំណត់ត្រាតួនាទី។
ko_kr: 역할 레코드 가져오기 허용

source: Allows managing permissions for roles.
ca_es: Permet gestionar permisos per a rols.
es_es: Permite importar registros de roles.
fr_fr: Permet de gérer les autorisations pour les rôles.
ja_jp: ロールの権限管理を許可します。
km_kh: អនុញ្ញាតឱ្យគ្រប់គ្រងសិទ្ធិសម្រាប់តួនាទី។
ko_kr: 역할 레코드 가져오기 허용

source: Allows managing role-specific navigation menus.
ca_es: Permet gestionar menús de navegació específics de rol.
es_es: Permite gestionar permisos para roles.
fr_fr: Permet de gérer les menus de navigation spécifiques aux rôles.
ja_jp: ロール固有のナビゲーションメニューの管理を許可します。
km_kh: អនុញ្ញាតឱ្យគ្រប់គ្រងម៉ឺនុយរុករកជាក់លាក់តាមតួនាទី។
ko_kr: 역할 권한 관리 허용

source: Tenant Permissions
ca_es: Permisos d'inquilí
es_es: Permite gestionar menús de navegación específicos de rol.
fr_fr: Autorisations de locataire
ja_jp: テナント権限
km_kh: សិទ្ធិអ្នកជួល
ko_kr: 역할별 탐색 메뉴 관리 허용

source: Allows viewing tenant details.
ca_es: Permet veure els detalls de l'inquilí.
es_es: Permisos de inquilino
fr_fr: Permet de consulter les détails des locataires.
ja_jp: テナント詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតអ្នកជួល។
ko_kr: 테넌트 권한

source: Allows creating new tenants.
ca_es: Permet crear nous inquilins.
es_es: Permite ver los detalles del inquilino.
fr_fr: Permet de créer de nouveaux locataires.
ja_jp: 新しいテナントの作成を許可します。
km_kh: អនុញ្ញាតឱ្យបង្កើតអ្នកជួលថ្មី។
ko_kr: 테넌트 세부 정보 보기 허용

source: Allows modifying existing tenant details.
ca_es: Permet modificar els detalls d'inquilins existents.
es_es: Permite crear nuevos inquilinos.
fr_fr: Permet de modifier les détails des locataires existants.
ja_jp: 既存のテナント詳細の変更を許可します。
km_kh: អនុញ្ញាតឱ្យកែប្រែព័ត៌មានលម្អិតអ្នកជួលដែលមានស្រាប់។
ko_kr: 새 테넌트 생성 허용

source: Allows deleting tenant records.
ca_es: Permet eliminar registres d'inquilins.
es_es: Permite modificar los detalles de inquilinos existentes.
fr_fr: Permet de supprimer des enregistrements de locataires.
ja_jp: テナントレコードの削除を許可します。
km_kh: អនុញ្ញាតឱ្យលុបកំណត់ត្រាអ្នកជួល។
ko_kr: 기존 테넌트 세부 정보 수정 허용

source: Allows searching for tenant records.
ca_es: Permet cercar registres d'inquilins.
es_es: Permite eliminar registros de inquilinos.
fr_fr: Permet de rechercher des enregistrements de locataires.
ja_jp: テナントレコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាអ្នកជួល។
ko_kr: 테넌트 레코드 삭제 허용

source: Dashboard Permissions
ca_es: Permisos de tauler
es_es: Permite buscar registros de inquilinos.
fr_fr: Autorisations de tableau de bord
ja_jp: ダッシュボード権限
km_kh: សិទ្ធិផ្ទាំងគ្រប់គ្រង
ko_kr: 테넌트 레코드 검색 허용

source: Allows viewing dashboard data.
ca_es: Permet veure les dades del tauler.
es_es: Permisos de panel
fr_fr: Permet de consulter les données du tableau de bord.
ja_jp: ダッシュボードデータの閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលទិន្នន័យផ្ទាំងគ្រប់គ្រង។
ko_kr: 대시보드 권한

source: Document Permissions
ca_es: Permisos de document
es_es: Permite ver los datos del panel.
fr_fr: Autorisations de document
ja_jp: 文書権限
km_kh: សិទ្ធិឯកសារ
ko_kr: 대시보드 데이터 보기 허용

source: Allows viewing document details.
ca_es: Permet veure els detalls del document.
es_es: Permisos de documento
fr_fr: Permet de consulter les détails des documents.
ja_jp: 文書詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតឯកសារ។
ko_kr: 문서 권한

source: Allows creating new document records.
ca_es: Permet crear nous registres de documents.
es_es: Permite ver los detalles del documento.
fr_fr: Permet de créer de nouveaux enregistrements de documents.
ja_jp: 新しい文書レコードの作成を許可します。
km_kh: អនុញ្ញាតឱ្យបង្កើតកំណត់ត្រាឯកសារថ្មី។
ko_kr: 문서 세부 정보 보기 허용

source: Allows modifying existing document details.
ca_es: Permet modificar els detalls de documents existents.
es_es: Permite crear nuevos registros de documentos.
fr_fr: Permet de modifier les détails des documents existants.
ja_jp: 既存の文書詳細の変更を許可します。
km_kh: អនុញ្ញាតឱ្យកែប្រែព័ត៌មានលម្អិតឯកសារដែលមានស្រាប់។
ko_kr: 새 문서 레코드 생성 허용

source: Allows deleting document records.
ca_es: Permet eliminar registres de documents.
es_es: Permite modificar los detalles de documentos existentes.
fr_fr: Permet de supprimer des enregistrements de documents.
ja_jp: 文書レコードの削除を許可します。
km_kh: អនុញ្ញាតឱ្យលុបកំណត់ត្រាឯកសារ។
ko_kr: 기존 문서 세부 정보 수정 허용

source: Allows searching for document records.
ca_es: Permet cercar registres de documents.
es_es: Permite eliminar registros de documentos.
fr_fr: Permet de rechercher des enregistrements de documents.
ja_jp: 文書レコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាឯកសារ។
ko_kr: 문서 레코드 삭제 허용

source: Allows exporting document records.
ca_es: Permet exportar registres de documents.
es_es: Permite buscar registros de documentos.
fr_fr: Permet d'exporter des enregistrements de documents.
ja_jp: 文書レコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាឯកសារ។
ko_kr: 문서 레코드 검색 허용

source: Allows importing document records.
ca_es: Permet importar registres de documents.
es_es: Permite exportar registros de documentos.
fr_fr: Permet d'importer des enregistrements de documents.
ja_jp: 文書レコードのインポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចូលកំណត់ត្រាឯកសារ។
ko_kr: 문서 레코드 내보내기 허용

source: Allows downloading documents.
ca_es: Permet descarregar documents.
es_es: Permite importar registros de documentos.
fr_fr: Permet de télécharger des documents.
ja_jp: 文書のダウンロードを許可します。
km_kh: អនុញ្ញាតឱ្យទាញយកឯកសារ។
ko_kr: 문서 레코드 가져오기 허용

source: Allows viewing contact details.
ca_es: Permet veure els detalls del contacte.
es_es: Permisos de contacto
fr_fr: Permet de consulter les détails des contacts.
ja_jp: 連絡先詳細の閲覧を許可します。
km_kh: អនុញ្ញាតឱ្យមើលព័ត៌មានលម្អិតទំនាក់ទំនង។
ko_kr: 연락처 권한

source: Allows creating new contact records.
ca_es: Permet crear nous registres de contactes.
es_es: Permite ver los detalles del contacto.
fr_fr: Permet de créer de nouveaux enregistrements de contacts.
ja_jp: 新しい連絡先レコードの作成を許可します。
km_kh: អនុញ្ញាតឱ្យបង្កើតកំណត់ត្រាទំនាក់ទំនងថ្មី។
ko_kr: 연락처 세부 정보 보기 허용

source: Allows modifying existing contact details.
ca_es: Permet modificar els detalls de contactes existents.
es_es: Permite crear nuevos registros de contactos.
fr_fr: Permet de modifier les détails des contacts existants.
ja_jp: 既存の連絡先詳細の変更を許可します。
km_kh: អនុញ្ញាតឱ្យកែប្រែព័ត៌មានលម្អិតទំនាក់ទំនងដែលមានស្រាប់។
ko_kr: 새 연락처 레코드 생성 허용

source: Allows deleting contact records.
ca_es: Permet eliminar registres de contactes.
es_es: Permite modificar los detalles de contactos existentes.
fr_fr: Permet de supprimer des enregistrements de contacts.
ja_jp: 連絡先レコードの削除を許可します。
km_kh: អនុញ្ញាតឱ្យលុបកំណត់ត្រាទំនាក់ទំនង។
ko_kr: 기존 연락처 세부 정보 수정 허용

source: Allows printing contact details.
ca_es: Permet imprimir els detalls del contacte.
es_es: Permite eliminar registros de contactos.
fr_fr: Permet d'imprimer les détails des contacts.
ja_jp: 連絡先詳細の印刷を許可します。
km_kh: អនុញ្ញាតឱ្យបោះពុម្ពព័ត៌មានលម្អិតទំនាក់ទំនង។
ko_kr: 연락처 레코드 삭제 허용

source: Allows searching for contact records.
ca_es: Permet cercar registres de contactes.
es_es: Permite imprimir los detalles del contacto.
fr_fr: Permet de rechercher des enregistrements de contacts.
ja_jp: 連絡先レコードの検索を許可します。
km_kh: អនុញ្ញាតឱ្យស្វែងរកកំណត់ត្រាទំនាក់ទំនង។
ko_kr: 연락처 세부 정보 인쇄 허용

source: Allows exporting contact records.
ca_es: Permet exportar registres de contactes.
es_es: Permite buscar registros de contactos.
fr_fr: Permet d'exporter des enregistrements de contacts.
ja_jp: 連絡先レコードのエクスポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចេញកំណត់ត្រាទំនាក់ទំនង។
ko_kr: 연락처 레코드 검색 허용

source: Allows importing contact records.
ca_es: Permet importar registres de contactes.
es_es: Permite exportar registros de contactos.
fr_fr: Permet d'importer des enregistrements de contacts.
ja_jp: 連絡先レコードのインポートを許可します。
km_kh: អនុញ្ញាតឱ្យនាំចូលកំណត់ត្រាទំនាក់ទំនង។
ko_kr: 연락처 레코드 내보내기 허용

source: Set permissions for product operations.
ca_es: Establir permisos per a operacions de productes.
es_es: Permite importar registros de contactos.
fr_fr: Définir les autorisations pour les opérations de produit.
ja_jp: 製品操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការផលិតផល។
ko_kr: 연락처 레코드 가져오기 허용

source: Set permissions for audit operations.
ca_es: Establir permisos per a operacions d'auditoria.
es_es: Establecer permisos para operaciones de productos.
fr_fr: Définir les autorisations pour les opérations d'audit.
ja_jp: 監査操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការសវនកម្ម។
ko_kr: 제품 운영 권한 설정

source: Set permissions for log operations.
ca_es: Establir permisos per a operacions de registre.
es_es: Establecer permisos para operaciones de auditoría.
fr_fr: Définir les autorisations pour les opérations de journal.
ja_jp: ログ操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការកំណត់ហេតុ។
ko_kr: 감사 운영 권한 설정

source: Set permissions for picklist operations.
ca_es: Establir permisos per a operacions de llista desplegable.
es_es: Establecer permisos para operaciones de registro.
fr_fr: Définir les autorisations pour les opérations de liste déroulante.
ja_jp: ピックリスト操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការបញ្ជីជម្រើស។
ko_kr: 로그 작업에 대한 권한을 설정합니다.

source: Set permissions for user operations.
ca_es: Establir permisos per a operacions d'usuari.
es_es: Establecer permisos para operaciones de lista desplegable.
fr_fr: Définir les autorisations pour les opérations d'utilisateur.
ja_jp: ユーザー操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការអ្នកប្រើប្រាស់។
ko_kr: 선택 목록 작업에 대한 권한을 설정합니다.

source: Set permissions for role operations.
ca_es: Establir permisos per a operacions de rol.
es_es: Establecer permisos para operaciones de usuario.
fr_fr: Définir les autorisations pour les opérations de rôle.
ja_jp: ロール操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការតួនាទី។
ko_kr: 사용자 작업에 대한 권한을 설정합니다.
