Repository: kirkey/CleanArchitectureWithBlazorServer
Catalog: src/Server.UI/Resources/Pages/Identity/Roles/Components/PermissionsDrawer.*.resx
Languages: ca_es, es_es, fr_fr, ja_jp, km_kh, ko_kr

source: Set permissions for tenant operations.
ca_es: Establir permisos per a operacions d'inquilí.
es_es: Establecer permisos para operaciones de rol.
fr_fr: Définir les autorisations pour les opérations de locataire.
ja_jp: テナント操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការអ្នកជួល។
ko_kr: 역할 작업에 대한 권한을 설정합니다.

source: Set permissions for dashboard operations.
ca_es: Establir permisos per a operacions de tauler.
es_es: Establecer permisos para operaciones de inquilino.
fr_fr: Définir les autorisations pour les opérations de tableau de bord.
ja_jp: ダッシュボード操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការផ្ទាំងគ្រប់គ្រង។
ko_kr: 테넌트 작업에 대한 권한을 설정합니다.

source: Set permissions for document operations.
ca_es: Establir permisos per a operacions de document.
es_es: Establecer permisos para operaciones de panel.
fr_fr: Définir les autorisations pour les opérations de document.
ja_jp: 文書操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការឯកសារ។
ko_kr: 대시보드 작업에 대한 권한을 설정합니다.

source: Set permissions for contact operations.
ca_es: Establir permisos per a operacions de contacte.
es_es: Establecer permisos para operaciones de documento.
fr_fr: Définir les autorisations pour les opérations de contact.
ja_jp: 連絡先操作の権限を設定します。
km_kh: កំណត់សិទ្ធិសម្រាប់ប្រតិបត្តិការទំនាក់ទំនង។
ko_kr: 문서 작업에 대한 권한을 설정합니다.

source: ManageNavigation
ca_es: Gestionar la navegació
es_es: Administrar navegación
fr_fr: Gérer la navigation
ja_jp: ナビゲーションの管理
km_kh: គ្រប់គ្រងការរុករក
ko_kr: 탐색 관리

source: View
ca_es: Veure
es_es: Ver
fr_fr: Afficher
ja_jp: 表示
km_kh: មើល
ko_kr: 보기

source: Create
ca_es: Crear
es_es: Crear
fr_fr: Créer
ja_jp: 作成
km_kh: បង្កើត
ko_kr: 만들기

source: Edit
ca_es: Edita
es_es: Editar
fr_fr: Modifier
ja_jp: 編集
km_kh: កែសម្រួល
ko_kr: 편집

source: Delete
ca_es: Suprimeix
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
km_kh: លុប
ko_kr: 삭제

source: Print
ca_es: Imprimeix
es_es: Imprimir
fr_fr: Imprimer
ja_jp: 印刷
km_kh: បោះពុម្ព
ko_kr: 인쇄

source: Search
ca_es: Cerca
es_es: Buscar
fr_fr: Rechercher
ja_jp: 検索
km_kh: ស្វែងរក
ko_kr: 검색

source: Export
ca_es: Exporta
es_es: Exportar
fr_fr: Exporter
ja_jp: エクスポート
km_kh: នាំចេញ
ko_kr: 내보내기

source: Import
ca_es: Importar
es_es: Importar
fr_fr: Importer
ja_jp: インポート
km_kh: នាំចូល
ko_kr: 가져오기

source: ViewOnlineStatus
ca_es: Veure l'estat en línia
es_es: Ver estado en línea
fr_fr: Afficher l'état de connexion
ja_jp: オンライン ステータスの表示
km_kh: មើលស្ថានភាពលើអ៊ីនធឺណិត
ko_kr: 온라인 상태 보기

source: Download
ca_es: Descarregar
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
km_kh: ទាញយក
ko_kr: 다운로드

source: ManageRoles
ca_es: Gestionar rols
es_es: Administrar roles
fr_fr: Gérer les rôles
ja_jp: ロールの管理
km_kh: គ្រប់គ្រងតួនាទី
ko_kr: 역할 관리

source: RestPassword
es_es: Contraseña de descanso
fr_fr: Mot de passe REST
ja_jp: REST パスワード
km_kh: កំណត់ពាក្យសម្ងាត់ឡើងវិញ
ko_kr: 비밀번호 재설정

source: SendRestPasswordMail
ca_es: Envieu un correu electrònic de contrasenya de Rest
es_es: Enviar correo con contraseña de descanso
fr_fr: Envoyer un e-mail de mot de passe REST
ja_jp: REST パスワードのメール送信
km_kh: ផ្ញើ​សំបុត្រ​លេខ​សម្ងាត់​សម្រាក
ko_kr: 비밀번호 재설정 메일 보내기

source: ManagePermissions
ca_es: Gestiona els permisos
es_es: Administrar permisos
fr_fr: Gérer les autorisations
ja_jp: 権限の管理
km_kh: គ្រប់គ្រងការអនុញ្ញាត
ko_kr: 권한 관리

source: Deactivation
ca_es: Desactivació
es_es: Desactivación
fr_fr: Désactivation
ja_jp: 無効化
km_kh: ការបិទដំណើរការ
ko_kr: 비활성화

source: Purge
ca_es: Purga
es_es: Purgar
fr_fr: Purger
ja_jp: 消去
km_kh: បោសសំអាត
ko_kr: 제거
